Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This feature resets the Autosens Ratio to neutral when you rewind your pump on the assumption that this corresponds to a site change.
bg: Тази функция нулира коефициента на Autosens до неутрална стойност при превъртане на помпата, при предположението, че това съответства на смяна на мястото.
cs: Tato funkce resetuje poměr Autosens na neutrální hodnotu při převinutí pumpy za předpokladu, že tento úkon odpovídá výměně kanyly.
da: Denne funktion nulstiller Autosens Ratio til neutral, når du genvinder din pumpe ud fra den antagelse, at dette svarer til en site ændring.
de: Diese Funktion setzt das Autosens-Verhältnis auf neutral zurück, wenn Du Deine Pumpe zurückspulst, in der Annahme, dass dies einem Katheterwechsel entspricht.
es: Esta característica restablece la relación de autosens a neutral cuando vuelvas a tu bomba suponiendo que esto corresponde a un cambio en el sitio.
fr: Cette fonctionnalité réinitialise la sensibilité automatique du ratio "ratio Autosens" à neutre lorsque vous remplacer votre pompe, en supposant que cela corresponde à un changement de site.
it: Questa funzione reimposta il rapporto Autosens a neutro quando riavvolgi il microinfusore nell'ipotesi che questo corrisponda a un cambiamento del sito.
nb_no: Denne funksjonen nullstiller Autosens-ratio når du nullstiller pumpen. Det antas at nullstilling sammenfaller med bytte av infusjonssett.
nl: Deze functie reset de Autosens Ratio naar neutraal wanneer je je pomp terugspoelt op basis van de veronderstelling dat dit overeenkomt met een verandering van de site.
pl: Funkcja ta resetuje współczynnik Autosens do wartości neutralnej po przewinięciu pompy, zakładając, że zmiana ta wiąże się ze zmianą miejsca wstrzyknięcia.
pt_pt: Este recurso redefine a Taxa de Autosens para neutro quando você retrocede a sua bomba partindo do pressuposto de que isso corresponde a uma mudança de site.
ru: Эта функция сбрасывает коэффициент автообновления в нейтральный режим при перемотке насоса при том предположении, что это соответствует изменениям на местности.
sv: Denna funktion återställer Autosens ration till neutral när du återställer pumpen, utifrån antagandet att detta motsvarar en site-ändring.
uk: Ця функція скидає співвідношення автостарту на нейтральне, коли ви повертаєте ваш насос через припущення, що це відповідає зміні сайту.
vi: Tính năng này sẽ đặt lại Tỷ lệ Autosens về mức trung lập khi bạn tua lại bơm insulin, với giả định rằng hành động này tương ứng với việc thay vị trí truyền.
zh_hant: 此功能當你重新卷繞你的幫浦時重置自動敏感度比例為中性，假設這對應於一個部位變更。

source: This feature resets the Sensitivity Ratio to neutral when you rewind your pump on the assumption that this corresponds to a site change.
bg: Тази функция нулира коефициента на чувствителност до неутрална стойност при превъртане на помпата, при предположението, че това съответства на смяна на мястото.
cs: Tato funkce resetuje poměr Autosens na neutrální hodnotu při převinutí pumpy za předpokladu, že tento úkon odpovídá výměně kanyly.
da: Denne funktion nulstiller følsomhed forholdet til neutral, når du skruer din pumpe tilbage ud fra den antagelse, at dette svarer til et skifte af infusionssæt.
de: Diese Funktion setzt das Empfindlichkeitsverhältnis auf neutral zurück, wenn Du Deine Pumpe zurückspulst, in der Annahme, dass dies einem Katheterwechsel entspricht.
fr: Ce réglage réinitialise le ratio de sensibilité à sa valeur neutre lorsque vous remplacer votre pompe, en supposant qu’il s’agit d’un changement de site.
nb_no: Denne funksjonen nullstiller sensitivitetsratio når du nullstiller pumpen. Det antas at nullstilling sammenfaller med bytte av infusjonssett.
nl: Deze functie reset de Gevoeligheid Ratio naar neutraal wanneer je je pomp terugspoelt op basis van de veronderstelling dat dit overeenkomt met een verandering van je site.
pl: Funkcja ta resetuje współczynnik czułości do wartości neutralnej po przewinięciu pompy, zakładając, że zmiana ta wiąże się ze zmianą miejsca wstrzyknięcia.
sv: Denna funktion återställer känslighetsration till neutral när du återställer pumpen, utifrån antagandet att detta motsvarar ett byte av site.
vi: Tính năng này sẽ đặt lại Tỷ lệ độ nhạy (Sensitivity Ratio) về mức trung lập khi bạn tua lại bơm insulin, với giả định rằng thao tác này tương ứng với việc thay vị trí truyền.
zh_hant: 此功能在您回繞幫浦時將敏感度比例重置為中立，假設這與位置變更相對應。

source: This feature smooths your CGM readings to reduce noise and make them easier to read. It is based on a method used in AndroidAPS (AAPS). It uses two approaches: one that reacts quickly to recent changes, and one that looks at longer trends. These are combined to give a balanced result.
bg: Тази функция изглажда показанията на CGM ви, за да намали шума и да ги направи по-лесни за четене. Тя се базира на метод, използван в AndroidAPS (AAPS). Използва два подхода: единият реагира бързо на скорошни промени, а другият проследява по-дълги тенденции. Те се комбинират, за да дадат балансиран резултат.
cs: Tato funkce vyhlazuje naměřené hodnoty z CGM, aby omezila šum a usnadnila jejich čtení. Vychází z metody používané v aplikaci AndroidAPS (AAPS). Využívá dva přístupy: jeden, který reaguje rychle na nedávné změny, a druhý, který sleduje dlouhodobější trendy. Tyto přístupy jsou kombinovány tak, aby poskytovaly vyvážený výsledek.
fr: Cette fonctionnalité lisse les valeurs de votre CGM pour réduire le bruit et les rendre plus faciles à lire. Elle repose sur une méthode utilisée dans AndroidAPS (AAPS). Elle utilise deux approches : l'une réagit rapidement aux variations récentes, et l'autre examine les tendances à plus long terme. Les deux sont combinées pour produire un résultat équilibré.
nb_no: Denne funksjonen jevner ut CGM-avlesningene for å redusere støy og gjøre dem enklere å lese. Den er basert på en metode brukt i AndroidAPS (AAPS). Den bruker to tilnærminger: en som reagerer raskt på nylige endringer, og en som ser på lengre trender. Disse kombineres for å gi et balansert resultat.
pl: Ta funkcja wygładza odczyty CGM redukując szumy i ułatwiając ich odczyt. Opiera się na metodzie stosowanej w systemie AndroidAPS (AAPS). Wykorzystuje dwa podejścia: jedno, które szybko reaguje na ostatnie zmiany oraz drugie, które analizuje długoterminowe trendy. Połączenie tych dwóch podejść zapewnia zrównoważony wynik.
vi: Tính năng này làm mượt các giá trị đo CGM của bạn để giảm nhiễu và giúp dữ liệu dễ đọc hơn. Nó dựa trên một phương pháp được sử dụng trong AndroidAPS (AAPS). Hệ thống sử dụng hai cách tiếp cận: một cách phản ứng nhanh với các thay đổi gần đây, và một cách xem xét xu hướng dài hơn. Hai cách này được kết hợp để tạo ra kết quả cân bằng.
zh_hant: 此功能會平滑你的 CGM 讀值，以降低雜訊並更易閱讀。它基於 AndroidAPS (AAPS) 所使用的方法。採用兩種作法：一種能快速回應近期變化，另一種著眼於較長期的趨勢。兩者結合以得到平衡的結果。

source: This feature was previously enabled by default but will now default to false (will NOT be enabled automatically) in oref0 0.6.0 and beyond. (There is no need for this with 0.6.0). This feature lowers oref0’s target BG automatically when current BG and eventualBG are high. This helps prevent and mitigate high BG, but automatically switches to low-temping to ensure that BG comes down smoothly toward your actual target. If you find this behavior too aggressive, you can disable this feature. If you do so, please let us know so we can better understand what settings work best for everyone.
bg: Тази функция преди беше включена по подразбиране, но сега по подразбиране ще бъде изключена (НЯМА да се включва автоматично) в oref0 0.6.0 и по-нови. (Не е необходима с 0.6.0.) Тази функция автоматично понижава целевата BG на oref0, когато текущата BG и eventualBG са високи. Това помага да се предотвратяват и намаляват високи стойности на BG, но автоматично превключва към понижаване на временния базал, за да гарантира, че BG слиза плавно към действителната ви цел. Ако намирате това поведение за твърде агресивно, можете да изключите функцията. Ако го направите, моля уведомете ни, за да разберем по-добре кои настройки работят най-добре за всеки.
cs: Tahle funkce byla dříve ve výchozím nastavení zapnutá, ale od verze oref0 0.6.0 a novějších bude standardně vypnutá (nebude se aktivovat automaticky). Ve verzi 0.6.0 už totiž není potřeba. Funkce automaticky snižuje cílovou glykémii oref0, když je tvá aktuální i výsledná glykémie vysoká. To pomáhá předcházet vysokým hodnotám a mírnit je, ale zároveň se automaticky přepne na nízký dočasný bazál (low-temping), aby glykémie klesala plynule k tvému skutečnému cíli. Pokud ti tohle chování přijde příliš agresivní, můžeš funkci vypnout. Pokud to uděláš, dej nám prosím vědět, abychom lépe pochopili, jaká nastavení komunitě vyhovují nejvíc.
da: Denne funktion var tidligere aktiveret som standard, men vil nu som standard være falsk (vil IKKE blive aktiveret automatisk) i oref0 0.6.0 og derefter. (Der er ingen grund til dette med 0.6.0). Denne funktion sænker oref0's mål BG automatisk, når den aktuelle BG og eventualBG er høj. Dette hjælper med at forhindre og afbøde høj BG, men skifter automatisk til lav-fristende at sikre, at BG kommer ned glat mod dit faktiske mål. Hvis du finder denne adfærd for aggressiv, kan du deaktivere denne funktion. Hvis du gør det, så lad os vide, så vi bedre kan forstå, hvilke indstillinger der fungerer bedst for alle.
de: Diese Funktion war bisher standardmäßig aktiviert, wird nun aber ab oref0 0.6.0 standardmäßig auf false gesetzt (wird NICHT automatisch aktiviert). (Für 0.6.0 besteht keine Notwendigkeit für diese Funktion). Diese Funktion senkt die Zielgukose von oref0 automatisch, wenn die aktuelle Glukose und die prognostizierte Glukose hoch sind. Dies trägt dazu bei, hohe Glukosewerte zu verhindern und abzumildern, schaltet aber automatisch auf Low-Temping um, um sicherzustellen, dass die Glukose sanft in Richtung des tatsächlichen Ziels sinkt. Wenn Du dieses Verhalten zu aggressiv findest, kannst Du diese Funktion deaktivieren. Wenn Du dies tust, lasse es uns bitte wissen, damit wir besser verstehen können, welche Einstellungen für alle am besten funktionieren.
es: Esta característica estaba previamente habilitada por defecto, pero ahora por defecto está deshabilitada (NO se habilitará automáticamente) en oref0 0.6.0 y posteriores (no hay necesidad de esto con 0.6.0). Esta característica reduce automáticamente el valor de glucosa objetivo de oref0 cuando el valor de glucosa actual y eventual son altos. Esto ayuda a prevenir y mitigar la glucemia alta, pero automáticamente cambia a modo 'glucosa baja' para asegurarse de que la glucemia se reduce suavemente hacia el objetivo real. Si encuentra este comportamiento demasiado agresivo, puede desactivar esta función. Si lo hace, por favor, háganoslo saber para que podamos entender mejor qué ajustes funcionan mejor para todos los usuarios.
fr: Cette fonctionnalité était auparavant activée par défaut, mais elle sera désormais désactivée par défaut (valeur false) à partir de la version 0.6.0 d’oref0. (Elle n’est plus nécessaire avec la version 0.6.0.) Cette fonctionnalité abaisse automatiquement la cible de glucose d’oref0 lorsque la mesure de glucose actuelle (target BG) et la glycémie estimée (eventualBG) sont élevées. Cela permet d’anticiper et de corriger une hyperglycémie, tout en basculant automatiquement sur un débit basal temporaire réduit afin de faire redescendre progressivement le glucose vers la cible réelle. Si vous trouvez ce comportement trop agressif, vous pouvez désactiver cette fonctionnalité. Dans ce cas, merci de nous en informer afin que nous puissions mieux comprendre quels réglages conviennent le mieux à chacun.
it: Questa funzione è stata abilitata in precedenza per impostazione predefinita, ma ora sarà predefinita in falso (NON sarà abilitata automaticamente) in oref0 0.6.0 e oltre. (Non c'è bisogno di questo con 0.6.0). Questa funzione abbassa automaticamente il target di glicemia di oref0 quando la glicemia corrente ed eventualBG sono alti. Questo aiuta a prevenire e mitigare l'alta glicemia, ma passa automaticamente a basali temporane basse per garantire che la glicemia scenda senza intoppi verso il vostro obiettivo effettivo. Se trovi questo comportamento troppo aggressivo, puoi disabilitare questa funzionalità. Se lo fai, faccelo sapere in modo da poter capire meglio quali impostazioni funzionano meglio per tutti.
nl: In het verleden stond deze functie altijd aan, maar nu staat deze standaard op "Uit". Met oref 0.6.0 is dit niet langer nodig. Deze functie past automatisch het bloedglucose-doel van oref0 aan als de huidige bloedsuiker of de verwachte bloedsuiker hoog is. Hierdoor worden hoge bloedsuikers voorkomen en beperkt, maar schakelt het automatisch naar een lage gevoeligheid om ervoor te zorgen dat de bloedsuiker soepel naar je eigenlijke doel beweegt. Als je dit te snel vindt gaan, kun je deze functie uitschakelen.
pl: Ta funkcja była wcześniej włączona domyślnie, ale teraz będzie domyślnie wyłączona (nie będzie włączona automatycznie) w oref0 0.6.0 i więcej. (Nie ma potrzeby używać z 0.6.0). Ta funkcja automatycznie obniża docelowy poziom glikemii gdy bieżący poziom glikemii i przewidywany poziom glikemii są wysokie. Pomaga to zapobiegać i łagodzić wysoki poziom glikemii ale automatycznie przełącza się na niską dawkę podstawową w celu zapewnienia, że poziom glikemii spadnie płynnie do Twojego celu. Jeśli uważasz to zachowanie za zbyt agresywne, możesz wyłączyć tę funkcję. Jeśli to zrobisz, daj nam znać, abyśmy mogli lepiej zrozumieć, jakie ustawienia działają najlepiej dla wszystkich.
pt_pt: Esse recurso foi previamente ativado por padrão, mas agora será padrão para falso (não será ativado automaticamente) em oref0 0.6.0 e além. (Não há necessidade disso com a 0.6.0). Este recurso reduz o glicemia alvo do oref0 automaticamente quando o glicemia atual e eventualBG são altos. Isso ajuda a prevenir e mitigar o alto BG, mas altera automaticamente para um baixo nível de temperatura para garantir que o BG se desça suavemente em direção ao seu alvo atual. Se você achar esse comportamento muito agressivo, você pode desativar esse recurso. Se fizer isso, por favor nos avise para que possamos entender melhor quais configurações funcionam melhor para todos.
ru: Эта функция ранее была включена по умолчанию, но теперь по умолчанию она не будет включена (НЕ будет включена автоматически) в oref0 0.6.0 и выше. (Это не нужно начиная с 0.6.0), эта функция автоматически уменьшает целевой BG oref0, когда текущий BG и eventualBG высока. Это помогает предотвратить и смягчить высокие значения BG, но автоматически переключается на режим пониженной цели, чтобы убедиться, что BG плавно спускается к вашей реальной цели. Если это поведение слишком агрессивно, вы можете отключить эту функцию. Если вы это сделаете, пожалуйста, дайте нам знать, чтобы мы могли лучше понять, какие настройки работают лучше всех.
sv: Denna funktion var tidigare aktiverad som standard, men kommer nu att vara avstängd (kommer INTE att aktiveras automatiskt) i oref0 0.6.0 och senare. (Det finns inget behov av detta med 0.6.0). Denna funktion sänker oref0:s glukosmålvärde automatiskt när nuvarande och förväntad glukosvärde är högt. Detta hjälper till att förebygga och mildra ett högt glukosvärde men växlar också automatiskt till en låg temporär basaldos för att säkerställa att ditt glukosvärde landar mjukt på ditt faktiska målvärde.
uk: Ця функція раніше була включена за замовчуванням, але тепер за умовчанням вона не буде включена (НЕ буде автоматично включена) в oref0 0.6.0 і вище. (Це не потрібно починаючи з 0.6.0), ця функція автоматично зменшує цільовий BG oref0, коли поточний BG та eventualBG висока. Це допомагає запобігти та пом'якшити високі значення BG, але автоматично перемикається на режим зниженої мети, щоб переконатися, що BG плавно спускається до реальної мети. Якщо ця поведінка надто агресивна, ви можете вимкнути цю функцію. Якщо ви це зробите, будь ласка, дайте нам знати, щоб ми могли краще зрозуміти, які налаштування працюють краще за всіх.
vi: Tính năng này trước đây được bật theo mặc định nhưng bây giờ sẽ được mặc định là false (sẽ KHÔNG được bật tự động) trong oref0 0.6.0 trở lên. (Không cần điều này với 0.6.0). Tính năng này tự động giảm BG mục tiêu của oref0 khi BG hiện tại và BG cuối cùng ở mức cao. Điều này giúp ngăn chặn và giảm thiểu BG cao, nhưng tự động chuyển sang nhiệt độ thấp để đảm bảo BG đi xuống mục tiêu thực tế của bạn một cách suôn sẻ. Nếu bạn thấy hành vi này quá hung hăng, bạn có thể tắt tính năng này. Nếu bạn làm như vậy, vui lòng cho chúng tôi biết để chúng tôi có thể hiểu rõ hơn cài đặt nào phù hợp nhất với mọi người.
zh_hant: 此功能之前預設為開啟，但在oref0 0.6.0及之後版本中預設將改為關閉（不會自動啟用）。(在0.6.0中無需這項功能)。此功能會在當前BG和最終BG偏高時，自動降低oref0的目標血糖。這有助於預防和減輕高血糖，但會自動轉為低臨時目標以確保血糖平穩下降至你的實際目標。如果你覺得此行為過於激烈，可以停用此功能。如果這樣做，請讓我們知道，以便我們更好地了解哪些設定對每個人最有效。

source: This feature, enabled by default, resets the autosens ratio to neutral when you rewind your pump, on the assumption that this corresponds to a probable site change. Autosens will begin learning sensitivity anew from the time of the rewind, which may take up to 6 hours. If you usually rewind your pump independently of site changes, you may want to consider disabling this feature.
bg: Тази функция, включена по подразбиране, нулира коефициента на autosens до неутрална стойност, когато превъртите помпата, при предположението, че това съответства на вероятна смяна на мястото. Autosens ще започне да учи чувствителността наново от момента на превъртането, което може да отнеме до 6 часа. Ако обикновено превъртате помпата независимо от смяната на мястото, може да помислите за изключване на тази функция.
cs: Tato funkce, která je ve výchozím nastavení povolena, resetuje poměr Autosens na neutrální hodnotu při převinutí pumpy za předpokladu, že to odpovídá pravděpodobné výměně kanyly. Autosens se začne znovu učit citlivost od okamžiku převinutí, což může trvat až 6 hodin. Pokud obvykle převinujete pumpu nezávisle na výměně kanyly, možná byste měli zvážit vypnutí této funkce.
da: Denne funktion, aktiveret som standard, nulstiller autosens forholdet til neutral, når du spoler din pumpe tilbage ud fra den antagelse, at dette svarer til en sandsynlig stedændring. Autosens vil begynde at lære følsomhed på ny fra genvindingstidspunktet, hvilket kan tage op til 6 timer. Hvis du normalt spolere din pumpe uafhængigt af ændringer på webstedet, kan du overveje at deaktivere denne funktion.
de: Diese Funktion, die standardmäßig aktiviert ist, setzt das Autosens-Verhältnis auf neutral zurück, wenn Du Deine Pumpe zurückspulst, in der Annahme, dass dies einem wahrscheinlichen Katheterwechsel entspricht. Autosens beginnt mit dem Erlernen der Empfindlichkeit ab dem Zeitpunkt des Zurückspulens, was bis zu 6 Stunden dauern kann. Wenn Du Deine Pumpe normalerweise unabhängig von Katheterwechseln zurückspulst, solltest Du diese Funktion deaktivieren.
es: Esta función, activada por defecto, restablece la proporción de autosens a neutral cuando rebobinas la bomba, suponiendo que esto corresponde a un probable cambio en el sitio. Autosens comenzará a aprender la sensibilidad desde el momento del evento, y puede tardar hasta 6 horas. Si normalmente rebobina su bomba independientemente de los cambios en el sitio, puede considerar desactivar esta función.
fr: Cette fonctionnalité, activée par défaut, réinitialise la sensibilité automatique du ratio "ratio Autosens" à neutre lorsque vous remplacer votre pompe, en supposant que cela corresponde probablement à un changement de site. Autosens recommencera alors à analyser la sensibilité à l'insuline à partir du remplacement, ce qui peut prendre jusqu'à 6 heures. Si vous avez l'habitude de remplacer votre pompe indépendamment des changements de site, vous devriez envisager de désactiver cette fonctionnalité.
it: Questa funzione, abilitata di default, resetta il rapporto di autosens alla neutralità quando si riavvolge il microinfusore, assumendo che questo corrisponda ad un cambio di set. Autosens ricomincia ad imparare la sensibilità da capo dal momento del riavvolgimento, cosa che impiega circa 6 ore. Se riavvolgi il microinfusore senza cambiare sito è meglio disattivare questa opzione.
nb_no: Denne funksjonen (standard slått på), nullstiller autosens-ratio til nøytral verdi når du starter om pumpen. Det antas at nullstilling av pumpen skyldes bytte av infusjonssted. Autosens vil begynne å lære sensitivitet på nytt fra det tidspunktet pumpen er startet om. Det kan ta opp til 6 timer. Hvis du ofte starter om pumpen uavhengig av bytte av infusjonssted, kan det være lurt å skru av denne funksjonen.
nl: Deze functie, die standaard is ingeschakeld, zet Autosense de ratio terug op neutraal wanneer je pomp terugdraait, ervan uitgaande dat dit een katheter- en reservoirwissel betekent. Autosens start opnieuw op vanaf het moment van terugkeer en het kan tot 6 uur duren om de gevoeligheid opnieuw te beoordelen. Als je je pomp normaal gesproken onafhankelijk van de resevoir- en katheterwissel terugdraait, kun je overwegen om deze functie uit te schakelen.
pl: Ta funkcja, domyślnie włączona, resetuje współczynnik autosens do neutralnego, gdy przewijasz pompę, zakładając, że odpowiada to prawdopodobnej zmianie miejsca. Autosens rozpocznie naukę czułości od nowa od momentu przewijania, co może potrwać do 6 godzin. Jeśli zwykle przewijasz pompę niezależnie od zmian miejsca, możesz rozważyć wyłączenie tej funkcji.
pt_pt: Este recurso, habilitado por padrão, redefine a proporção autosens de neutralidade quando você retroceder sua bomba, assumindo que isso corresponde a uma provável mudança de local. Autosens começará de novo a aprender a sensibilidade a partir do tempo do vento, que pode levar até 6 horas. Se você costuma retroceder sua bomba independentemente das alterações de site, você pode considerar a possibilidade de desativar este recurso.
ru: Эта функция (включена по умолчанию), сбрасывает Автосенс к нейтральному при сбросе помпы, предполагая, что это связано со сменой канюли. Автосенс начнет учиться заново со времени сброса, что может занять до 6 часов. Если вы сбрасываете помпу отдельно от смены канюли, вам стоит отключить эту функцию.
sv: Denna funktion, på som standard, återställer 'Autosens' kvot till neutralt läge vid reservoarbyten, då det antas att du vid detta tillfälle även byter infusionskanyl. 'Autosens' kommer nu börja lära sig din insulinkänslighet på nytt, vilket kan ta upp till 6 timmar. Om du vanligtvis gör reservoarbyten oberoende av kanylbyten, kanske du ska överväga att inaktivera denna funktion.
uk: Ця функція (ввімкнена за замовчуванням) скидає Автосенс до нейтрального при скиданні помпи, припускаючи, що це пов'язано зі зміною канюлі. Автосенс почне вчитися знову з часу скидання, що може зайняти до 6 годин. Якщо ви скидаєте помпу окремо від зміни канюлі, варто відключити цю функцію.
vi: Tính năng này, được bật theo mặc định, sẽ đặt lại tỷ lệ Autosens về mức trung lập khi bạn tua lại bơm insulin, với giả định rằng thao tác này tương ứng với việc thay vị trí truyền. Autosens sẽ bắt đầu học lại độ nhạy insulin từ thời điểm tua lại, quá trình này có thể mất đến 6 giờ. Nếu bạn thường tua lại bơm mà không thay vị trí truyền, bạn nên cân nhắc tắt tính năng này.
zh_hant: 此功能預設為開啟，當你重新卷繞幫浦時重置自動敏感度比例為中性，假設這對應於可能的部位變更。自動敏感度將從重新卷繞的時刻開始重新學習，這可能需要最多6小時。如果你通常會在不改變部位的情況下重新卷繞幫浦，建議考慮停用此功能。
